# -*- coding: utf-8 -*-
"""
Created on Thu Aug 10 09:40:38 2017

@author: charles.wu
"""
#import Numpy

nameofClass4 = {'徐卢洋':110,'张崇熙':117,'文思远':126,'郭玺昱':128,'黄琨麟':130,\
                '刘盛维':154,'王子涵':157,'夏远峥':203,'吴世文':213,'钱广阳':214,\
                '何稼嵘':218,'宋李晨':237,'江悦晟':304,'李昊轩':306,'李昊凌':130,\
                '桂徐溢馨':311,'李潇毅':317,'刘諵熹':321,'胡高杰':332,'沈子文':343,\
                '高以澄':345,'石逸明':354,'秦子轩':360,'童嘉鸣':378,\ #boys 24
                '桂嘉':106,'彭霏羽':131,'刘梦蕾':141,'李玥彤':153,'张逸文':165,\
                '宋思妍':167,'宋立瑄':208,'姚懿娜':216,'俞紫钰':219,'张梓璇':241,\
                '杨青瑜':252,'陈敏菲':255,'陆傲':320,'吴虹莲':351,'徐夏晴':357,\
                '汪岚':374,'罗梦茜':375,'倪思涵':379\#girls 18
                }

nameofClassMath = {'吴世文':1,'何依凡':2}
